Repository: bugrevealingbme/magisk_repo
Catalog: lib/l10n/app_*.arb
Languages: it, pl, ru, tr

source: Settings
it: Impostazioni
pl: Ustawienia
ru: Настройки
tr: Ayarlar

source: General
it: Generali
pl: Ogólne
ru: Основные
tr: Genel

source: Language
it: Lingua
pl: Język
ru: Язык
tr: Dil

source: Dark Mode
it: Tema scuro
pl: Ciemny motyw
ru: Свелтая/тёмная тема
tr: Karanlık Tema

source: Color Theme
it: Tema colorato
pl: Motyw kolorystyczny
ru: Цвет приложения
tr: Renk Teması

source: Search Devices
it: Cerca dispositivi
pl: Wyszukaj urządzenie
ru: Поиск устройств
tr: Cihaz ara

source: Guides
it: Guide
pl: Poradniki
ru: Подсказки
tr: Rehberler

# ifcamn
source: If the camera doesn't work, you may have a problem with Camera2API. You can check it with this guide.
it: Se la fotocamera non funziona, potrebbe esserci un problema con la API Camera2. Puoi controllare con questa guida.
pl: Jeśli aparat nie działa, być może masz problem z Camera2API. Możesz to sprawdzić dzięki temu poradnikowi.
ru: Если камера не работает, у вас может быть проблема с Camera2api. Вы можете проверить это в подсказках.
tr: GCam çalışmıyorsa, Camera2API ile ilgili bir sorununuz olabilir. Bu rehbere bir göz atın.

source: Brand:
it: Marca:
pl: Marka:
ru: Бренд:
tr: Marka:

source: Version:
it: Versione:
pl: Wersja:
ru: Версия:
tr: Versiyon:

source: Config:
it: Configuraz:
pl: Konfiguracja:
ru: Файл настроек:

source: Download
it: Scarica
pl: Pobierz
ru: Скачать
tr: İndir

# tg_channels
source: Telegram Channels
it: Canali Telegram
pl: Kanały Telegram
ru: Telegram каналы
tr: Telegram Kanalları

# tg_xiaomiui_sub
source: What's new about Xiaomi phones and MIUI, leaks and more.
it: Novità sui telefoni Xiaomi, MIUI, leak e altro.
pl: Nowości dot. telefonów Xiaomi i MIUI.
ru: Новости о телефонах Xiaomi и MIUI, утечки и многое другое.
tr: Xiaomi telefonları ve MIUI hakkında haberler, sızıntılar ve fazlası.

# tg_miuidown_sub
source: Quickly keep up with new MIUI versions.
it: Controlla rapidamente gli ultimi aggiornamenti della MIUI.
pl: Śledź nowe wydania MIUI.
ru: Актуальная информация о новых версиях MIUI.
tr: MIUI güncellemeleri hakkında hızlıca haberdar olun.

# tg_xiaomiuigrp_sub
source: Offical Xiaomiui Telegram Group.
it: Gruppo ufficiale Telegram di Xiaomiui.
pl: Oficjalna grupa Xiaomiui na Telegramie.
ru: Официальная группа Xiaomiui в Telegram.
tr: Resmi Xiaomiui Telegram Grubu.

# tg_gcamgrp_sub
source: Official Google Camera Downloader Group.
it: Gruppo ufficiale di Google Camera Downloader.
pl: Oficjalna grupa pobierania Google Camera.
ru: Официальная группа для скачивания Google камеры.
tr: Resmi Google Downloader Grubu.

# tg_walls_sub
source: Only mobile compatible wallpapers
it: Sfondi ottimizzati per smartphone
pl: Tapety, które można ustawić na telefonie
ru: Обои для телефона.
tr: Sadece mobile uygun duvar kağıtları

# follow_on_tg
source: You can follow the details on our Telegram channel.
it: Puoi scoprire i dettagli nel nostro canale Telegram.
pl: Możesz zobaczyć szczegóły na naszym kanale Telegram.
ru: Вы можете узнать больше информации в нашем Telegram канале.
tr: Detayları Telegram kanalımızdan takip edebilirsiniz.

# same_dt
source: Same as device theme
it: Segui il dispositivo
pl: Tak jak motyw urządzenia
ru: Как на устройстве
tr: Cihaz temasını kullan

# always_dark
source: Always in dark theme
it: Sempre scuro
pl: Ciemny motyw
ru: Тёмная тема
tr: Her zaman karanlık tema

# always_light
source: Always in light theme
it: Sempre chiaro
pl: Jasny motyw
ru: Светлая тема
tr: Her zaman açık tema

source: Theme
it: Tema
pl: Motyw
ru: Тема
tr: Tema

# guide_1
source: What Is Google Camera (GCam)? How To Install?
it: Cos'è la Google Camera (GCam)? Come si installa?
pl: Co to Google Camera (GCam)? Jak zainstalować?
ru: Что такое Google камера (GCam)? Как её установить?
tr: Google Kamera (GCam) Nedir? Nasıl kurulur?

# guide_2
source: How To Install XML Configs In Google Camera
it: Come importare le configuraz. XML nella Google Camera
pl: Jak zainstalować konfiguracje XML w Google Camera
ru: Как установть файл нстроек в Google камере
tr: Google Kamerada XML Yapılandırmaları Nasıl Kurulur

# guide_3
source: What Is The Camera2 API? How To Enable?
it: Cos'è la API Camera2? Come si attiva?
pl: Co to Camera2 API? Jak to włączyć?
ru: Что такое Camera2 API? Как включить?
tr: Camera2 API Nedir? Nasıl Etkinleştirilir?

# rec_ver
source: Recommended Version
it: Versione consigliata
pl: Zalecana wersja
ru: Рекомендованная версия
tr: Tavsiye Edilen Versiyon

source: Copied
it: Copiato
pl: Skopiowano
ru: Скопированл
tr: Kopyalandı

# cam2stat
source: Camera2 API Status:
it: Stato API Camera2:
pl: Status Camera2 API:
ru: Camera2 API:
tr: Camera2 API Durumu:

source: Enabled
it: Attiva
pl: Włączone
ru: Включено
tr: Aktif

source: Not Enabled.
it: Non attiva
pl: Niewłączone.
ru: Выключено.
tr: Aktif değil.
